Repository: stg34/workplan
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ru

source: TOTAL
ru: Всего

source: BLOCKED
ru: Заблокировано

source: WRONG TIME FORMAT
ru: Неверный формат времени

source: TIME IS NOT DEFINED
ru: Время не задано

source: TIME IS ALREADY DEFINED
ru: Время уже задано

source: OPTIMISTIC TIME > MOST LIKELY TIME
ru: Оптимистичное время > Наиболее вероятное время

source: MOST LIKELY TIME > PESSIMISTIC TIME
ru: Наиболее вероятное время > Пессимистическое время

source: ID IS ALREADY DEFINED
ru: ID уже определён

source: DEVELOPER IS ALREADY DEFINED
ru: Разработчик уже определён

source: BLOCKER ATTRIBUTE IS ALREADY DEFINED
ru: Атрибут-блокировщик уже определён

source: HEADER IS NOT DEFINED
ru: Заголовок не определён

source: HEADER IS ALREADY DEFINED
ru: Заголовок уже определён

source: COMMENT REFERENCES THE MAIN COMMENT (COMMENT WITH ID '{id}')
ru: Комментарий ссылается на главный комментарий (комментарий с ID '{id}')

source: EMPTY DEPENDENCY
ru: Пустая зависимость

source: NOT UNIQ ID '{id}'
ru: ID не уникальный '{id}'

source: MAIN COMMENT IS NOT DEFINED (COMMENT WITH ID '{id}')
ru: Главный комментарий не найден (комментарий с ID '{id}')

source: SCAN FILE ERROR: {file_name} {error}
ru: Ошибка сканирования файла: {file_name} {error}

source: '{path}' IS NOT DIRECTORY
ru: '{path}' не является директорией

source: GIT NOT FOUND
ru: git не найден

source: DOT NOT FOUND
ru: dot не найден

source: HINT SCAN ERROR {ext}
ru: Совет: добавьте аргумент командной строки: --exclude-extensions={ext}

source: LOOP
ru: Цикл

source: EXECUTE GIT ERROR {command} {error}
ru: Ошибка выполнения git: {command} {error}

source: PATCH FILE: {file}
ru: Патч: {file}

source: MARKDOWN FILE: {file}
ru: План: {file}

source: GRAPH FILE: {file}
ru: Диаграмма: {file}

source: UNTITLED
ru: Без названия

source: WORK_HOURS
ru: Рабочие часы

source: TIME <= 0
ru: Время <= 0

source: {time} H. / {days} D.
ru: {time} ч. / {days} д.

source: {time} H.
ru: {time} ч.

source: TIME
ru: Время

source: REMAINING TIME
ru: Оставшееся время

source: PROGRESS IS NOT DEFINED
ru: Прогресс не определён

source: PROGRESS IS ALREADY DEFINED
ru: Прогресс уже определён

source: WRONG PROGRESS FORMAT
ru: Неправильный формат прогресса

source: PROGRESS < 0
ru: Прогресс < 0

source: PROGRESS > 100
ru: Прогресс > 100

source: PROGRESS
ru: Прогресс

source: NO COMMENTS
ru: Нет комментариев

source: COMMENTS WITH ERRORS
ru: Комментарии с ошибками

source: MAIN COMMENT IS NOT DEFINED (COMMENT WITH ID "{id}")
ru: Главный комментарий не определён (комментарий с ID "{id}")

source: LOOPS
ru: Циклы

source: ID IS NOT DEFINED
ru: ID не определён

source: ORDER IS NOT DEFINED
ru: Порядок не определён

source: ORPHAN
ru: Комментарий без родителя

source: FILE
ru: Файл

source: DEVELOPER
ru: Разработчик

source: BLOCKER
ru: Блокировщик

source: UNKNOWN DEPENDENCY '{dep}'
ru: Неизвестная зависимость '{dep}'

source: COMMENT DEFINITIONS:
ru: Определения комментариев:
